[
"Les actes ne valent que par les intentions, et chacun n’aura que ce qu’il a intentionné.\n(Rapporté par Al-Boukhari et Mouslim).",

"Allah ne regarde ni vos apparences ni vos biens, mais Il regarde vos cœurs et vos œuvres.\n(Rapporté par Mouslim).",

"La foi (îmân), c’est de croire en Allah, en Ses anges, en Ses livres, en Ses messagers, au Jour dernier et au destin (bon ou mauvais).\n(Rapporté par Mouslim – Hadith Jibrîl).",

"L’islam est bâti sur cinq : attester qu’il n’y a de divinité qu’Allah et que Muhammad est Son messager, accomplir la prière, donner la zakat, jeûner Ramadan, et faire le pèlerinage si on en a les moyens.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui témoigne sincèrement qu’il n’y a de divinité qu’Allah et que Muhammad est le Messager d’Allah, Allah lui interdit le Feu.\n(Rapporté par Al-Boukhari et Mouslim).",

"L’homme peut prononcer une parole agréable à Allah sans y prêter attention, et Allah l’élève par elle en degrés.\n(Rapporté par Al-Boukhari).",

"La religion est le conseil sincère. Ils dirent : \"Pour qui ?\" Il répondit : \"Pour Allah, Son Livre, Son Messager, les dirigeants des musulmans et l’ensemble des musulmans.\"\n(Rapporté par Mouslim).",

"Celui qui se repent d’un péché est comme celui qui n’a pas de péché.\n(Rapporté par Ibn Mâjah – sens reconnu).",

"Allah tend Sa main la nuit pour accepter le repentir de celui qui a fauté le jour, et tend Sa main le jour pour accepter le repentir de celui qui a fauté la nuit.\n(Rapporté par Mouslim).",

"Celui qui dit : \"Je crois en Allah\" puis reste droit (sur cette voie), recevra la bonne nouvelle.\n(Rapporté par Mouslim – sens).",

"Le croyant le plus complet dans la foi est celui qui a le meilleur comportement.\n(Rapporté par At-Tirmidhi).",

"La pudeur ne procure que du bien.\n(Rapporté par Mouslim).",

"La douceur n’entre dans une chose qu’elle ne l’embellit, et n’en sort qu’elle ne l’enlaidit.\n(Rapporté par Mouslim).",

"Dis : \"J’ai cru en Allah\", puis tiens-toi droit.\n(Rapporté par Mouslim).",

"Le plus aimé des actes auprès d’Allah est celui qui est constant, même s’il est petit.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui emprunte un chemin à la recherche de la science, Allah lui facilite un chemin vers le Paradis.\n(Rapporté par Mouslim).",

"La pureté est la moitié de la foi.\n(Rapporté par Mouslim).",

"Le dhikr (rappel d’Allah) est léger sur la langue, lourd dans la balance, et aimé du Tout-Miséricordieux : \"SubhânAllâh wa bihamdih, SubhânAllâh al-‘Azîm\".\n(Rapporté par Al-Boukhari et Mouslim).",

"Deux paroles sont légères sur la langue, lourdes dans la balance, et aimées d’Allah : \"SubhânAllâh wa bihamdih, SubhânAllâh al-‘Azîm\".\n(Rapporté par Al-Boukhari et Mouslim).",

"\"La foi a plus de soixante (ou soixante-dix) branches… la meilleure est la parole : ‘Lâ ilâha illa Allah’, et la moindre est d’enlever un obstacle du chemin.\"\n(Rapporté par Mouslim).",

"Celui qui dit \"SubhânAllâh\" cent fois dans la journée : mille bonnes actions lui sont inscrites (ou mille fautes effacées).\n(Rapporté par Mouslim – sens).",

"Celui qui se confie à Allah, Allah lui suffit.\n(Sens conforme au Coran – utilisé comme rappel spirituel).",

"Le fort n’est pas celui qui terrasse les gens, mais celui qui se maîtrise lorsqu’il est en colère.\n(Rapporté par Al-Boukhari et Mouslim).",

"Fais ce qui te profite, cherche l’aide d’Allah, et ne faiblis pas.\n(Rapporté par Mouslim).",

"Le croyant est étonnant : toute affaire est un bien pour lui… s’il est touché par un bien, il remercie, et c’est un bien ; s’il est touché par un mal, il patiente, et c’est un bien.\n(Rapporté par Mouslim).",

"Allah aime que l’on invoque et demande. Celui qui ne demande pas à Allah, Allah se met en colère contre lui.\n(Rapporté par At-Tirmidhi – sens).",

"\"Ô fils d’Adam, si tu viens à Moi avec la terre pleine de fautes, puis que tu Me rencontres sans rien M’associer, Je viendrai à toi avec autant de pardon.\"\n(Rapporté par At-Tirmidhi – Hadith Qudsi, sens).",

"Le serviteur est plus proche d’Allah lorsqu’il est en prosternation, alors multipliez les invocations.\n(Rapporté par Mouslim).",

"Allah dit : \"Je suis tel que Mon serviteur pense de Moi.\"\n(Rapporté par Al-Boukhari et Mouslim – Hadith Qudsi, sens).",

"Celui qui dit : \"Lâ ilâha illa Allah\" avec sincérité entrera au Paradis.\n(Rapporté par Ahmad – sens largement rapporté).",

"Renouvelez votre foi.Ils demandèrent : \"Comment la renouveler ?\" Il répondit : \"En multipliant : Lâ ilâha illa Allah.\"\n(Rapporté par Ahmad – sens).",

"Le croyant le plus complet dans la foi est celui qui a le meilleur comportement.\n(Rapporté par At-Tirmidhi).",

"La douceur n’entre dans une chose qu’elle ne l’embellisse, et n’en sort qu’elle ne l’enlaidisse.\n(Rapporté par Mouslim).",

"Allah est Doux et Il aime la douceur dans toute chose.\n(Rapporté par Mouslim).",

"Le fort n’est pas celui qui terrasse les gens, mais celui qui se maîtrise lorsqu’il est en colère.\n(Rapporté par Al-Boukhari et Mouslim).",

"Ne te mets pas en colère.\n(Rapporté par Al-Boukhari).",

"La patience est une lumière.\n(Rapporté par Mouslim).",

"Celui qui réprime sa colère alors qu’il peut la satisfaire, Allah remplira son cœur de foi et de sérénité.\n(Rapporté par At-Tirmidhi – sens).",

"Ne méprise aucun acte de bien, même le fait de rencontrer ton frère avec un visage souriant.\n(Rapporté par Mouslim).",

"Le sourire que tu adresses à ton frère est une aumône.\n(Rapporté par At-Tirmidhi).",

"Les miséricordieux recevront la miséricorde du Tout-Miséricordieux. Soyez miséricordieux envers ceux qui sont sur la terre.\n(Rapporté par At-Tirmidhi).",

"Celui qui prive les gens de miséricorde sera privé de la miséricorde d’Allah.\n(Rapporté par Mouslim).",

"Le croyant est facile, doux et aimable.\n(Sens rapporté – At-Tirmidhi).",

"La meilleure des actions est d’introduire la joie dans le cœur d’un musulman.\n(Rapporté par At-Tabarani).",

"Allah aime le serviteur indulgent lorsqu’il vend, lorsqu’il achète et lorsqu’il réclame son dû.\n(Rapporté par Al-Boukhari).",

"La parole douce est une aumône.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Celui qui croit en Allah et au Jour dernier, qu’il dise du bien ou qu’il se taise.\n(Rapporté par Al-Boukhari et Mouslim).",

"Évitez la dureté, car la dureté n’a jamais été associée à un bien.\n(Rapporté par Mouslim – sens).",

"Le musulman est celui dont les autres musulmans sont à l’abri de sa langue et de sa main.\n(Rapporté par Al-Boukhari et Mouslim).",

"Aucun d’entre vous ne sera véritablement croyant tant qu’il n’aimera pas pour son frère ce qu’il aime pour lui-même.\n(Rapporté par Al-Boukhari et Mouslim).",

"Ne vous enviez pas, ne vous détestez pas, ne vous tournez pas le dos. Soyez, ô serviteurs d’Allah, des frères.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui pardonne alors qu’il en a la capacité, Allah l’honorera.\n(Rapporté par Ahmad – sens).",

"La miséricorde n’est retirée qu’à celui qui est malheureux.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Le meilleur des hommes est celui qui est le plus utile aux autres.\n(Rapporté par At-Tabarani).",

"Celui qui accompagne une veuve ou un pauvre est comme celui qui combat dans le sentier d’Allah.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui soulage un croyant d’une difficulté en ce monde, Allah le soulagera d’une difficulté au Jour de la Résurrection.\n(Rapporté par Mouslim).",

"Allah aide le serviteur tant que le serviteur aide son frère.\n(Rapporté par Mouslim).",

"Celui qui protège l’honneur de son frère, Allah protégera son visage du Feu.\n(Rapporté par At-Tirmidhi).",

"Ne vous espionnez pas, ne vous médisez pas les uns des autres.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le croyant est comme un miroir pour son frère.\n(Rapporté par Abou Dâwoud – sens).",

"Les croyants, dans leur amour et leur miséricorde, sont comme un seul corps.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui est privé de douceur est privé d’un grand bien.\n(Rapporté par Mouslim).",

"Le meilleur d’entre vous est celui qui est le meilleur envers sa famille, et je suis le meilleur d’entre vous envers ma famille.\n(Rapporté par At-Tirmidhi).",

"Un homme demanda : \"Qui mérite le plus ma bonne compagnie ?\" Il répondit : \"Ta mère.\" (trois fois) puis : \"Ton père.\"\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui ne remercie pas les gens ne remercie pas Allah.\n(Rapporté par Abou Dâwoud).",

"Les femmes sont les sœurs des hommes.\n(Rapporté par Abou Dâwoud).",

"Le croyant le plus complet dans la foi est celui qui a le meilleur comportement, et le meilleur d’entre vous est le meilleur envers son épouse.\n(Rapporté par At-Tirmidhi).",

"Jamais je n’ai vu quelqu’un aimer autant sa famille que le Messager d’Allah ﷺ.\n(Rapporté par Mouslim).",

"Chacun de vous est un berger et chacun est responsable de son troupeau… La femme est bergère dans la maison de son mari.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le dinar qui a la plus grande récompense est celui que tu dépenses pour ta famille.\n(Rapporté par Mouslim).",

"Certes, tu ne dépenses rien en recherchant la Face d’Allah sans en être récompensé, même ce que tu mets dans la bouche de ta femme.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le monde est jouissance, et la meilleure jouissance du monde est la femme vertueuse.\n(Rapporté par Mouslim).",

"Celui qui maintient les liens de parenté verra sa subsistance élargie et sa vie prolongée.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui rompt les liens de parenté n’entrera pas au Paradis.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Celui qui entretient les liens de parenté n’est pas celui qui rend la pareille, mais celui qui les maintient quand on les rompt avec lui.\n(Rapporté par Al-Boukhari).",

"Lorsque l’un de vous aime son frère, qu’il le lui dise.\n(Rapporté par Abou Dâwoud et At-Tirmidhi).",

"Il n’est pas permis à un musulman de bouder son frère plus de trois jours ; le meilleur des deux est celui qui commence par le salâm.\n(Rapporté par Al-Boukhari et Mouslim).",

"Les croyants sont frères.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Le musulman est le frère du musulman : il ne l’opprime pas, ne l’abandonne pas et ne le méprise pas.\n(Rapporté par Mouslim).",

"Celui qui accompagne une veuve ou un pauvre est comme celui qui combat dans le sentier d’Allah.\n(Rapporté par Al-Boukhari et Mouslim).",

"Allah vient en aide au serviteur tant que le serviteur vient en aide à son frère.\n(Rapporté par Mouslim).",

"Celui qui prive les gens de miséricorde sera privé de la miséricorde d’Allah.\n(Rapporté par Mouslim).",

"Ne vous enviez pas, ne vous détestez pas, ne vous tournez pas le dos. Soyez, ô serviteurs d’Allah, des frères.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le croyant est pour le croyant comme une construction dont les éléments se soutiennent mutuellement.\n(Rapporté par Al-Boukhari et Mouslim).",

"Nourrissez l’affamé, rendez visite au malade et libérez le captif.\n(Rapporté par Al-Boukhari).",

"Le sourire que tu adresses à ton frère est une aumône.\n(Rapporté par At-Tirmidhi).",

"Celui qui indique un bien aura la même récompense que celui qui l’accomplit.\n(Rapporté par Mouslim).",

"Ne frappez pas les servantes d’Allah.\n(Rapporté par An-Nasâ’î et Abou Dâwoud).",

"Le Prophète ﷺ était au service de sa famille, puis lorsqu’arrivait l’heure de la prière, il sortait prier.\n(Rapporté par Al-Boukhari).",

"La femme a été créée comme une côte : si tu veux la redresser complètement, tu la briseras ; sois donc doux avec elle.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le meilleur des hommes est celui qui est le plus utile aux autres.\n(Rapporté par At-Tabarani).",

"Celui qui soulage un croyant d’une difficulté ici-bas, Allah le soulagera d’une difficulté dans l’au-delà.\n(Rapporté par Mouslim).",

"La miséricorde n’est retirée qu’à celui qui est malheureux.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Les croyants, dans leur amour, leur miséricorde et leur compassion mutuelle, sont comme un seul corps : si un membre souffre, tout le corps réagit par la fièvre et l’insomnie.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le croyant est pour le croyant comme une construction dont les parties se soutiennent mutuellement.\n(Rapporté par Al-Boukhari et Mouslim).",

"Allah vient en aide au serviteur tant que le serviteur vient en aide à son frère.\n(Rapporté par Mouslim).",

"Celui qui soulage un croyant d’une difficulté ici-bas, Allah le soulagera d’une difficulté au Jour de la Résurrection.\n(Rapporté par Mouslim).",

"Celui qui accompagne une veuve ou un pauvre est comme celui qui combat dans le sentier d’Allah.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le meilleur des hommes est celui qui est le plus utile aux autres.\n(Rapporté par At-Tabarani).",

"Nourrissez l’affamé, rendez visite au malade et libérez le captif.\n(Rapporté par Al-Boukhari).",

"Celui qui indique un bien aura la même récompense que celui qui l’accomplit.\n(Rapporté par Mouslim).",

"La charité n’a jamais diminué une richesse.\n(Rapporté par Mouslim).",

"La parole douce est une aumône.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Chaque jour où le soleil se lève, il y a une aumône due pour chaque articulation du corps humain.\n(Rapporté par Al-Boukhari et Mouslim).",

"Enlever un obstacle du chemin est une aumône.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le sourire que tu adresses à ton frère est une aumône.\n(Rapporté par At-Tirmidhi).",

"Celui qui préserve l’honneur de son frère, Allah préservera son visage du Feu au Jour de la Résurrection.\n(Rapporté par At-Tirmidhi).",

"Celui qui aime pour Allah, déteste pour Allah, donne pour Allah et refuse pour Allah a complété sa foi.\n(Rapporté par Abou Dâwoud).",

"Celui qui prive les gens de miséricorde sera privé de la miséricorde d’Allah.\n(Rapporté par Mouslim).",

"Les miséricordieux recevront la miséricorde du Tout-Miséricordieux.\n(Rapporté par At-Tirmidhi).",

"Ne vous enviez pas, ne vous détestez pas, ne vous tournez pas le dos. Soyez, ô serviteurs d’Allah, des frères.\n(Rapporté par Al-Boukhari et Mouslim).",

"Il n’est pas permis à un musulman de bouder son frère plus de trois jours ; le meilleur des deux est celui qui commence par le salâm.\n(Rapporté par Al-Boukhari et Mouslim).",

"Lorsque l’un de vous aime son frère, qu’il le lui dise.\n(Rapporté par Abou Dâwoud et At-Tirmidhi).",

"Celui qui plante un arbre ou sème une graine dont un homme, un animal ou un oiseau mange, cela lui est compté comme une aumône.\n(Rapporté par Al-Boukhari et Mouslim).",

"Un homme vit une branche épineuse sur le chemin et l’enleva ; Allah le remercia et lui pardonna.\n(Rapporté par Al-Boukhari et Mouslim).",

"La meilleure aumône est d’abreuver (donner à boire).\n(Rapporté par Ahmad).",

"Celui qui allège la peine d’un débiteur en difficulté, Allah allègera sa peine ici-bas et dans l’au-delà.\n(Rapporté par Mouslim).",

"Celui qui protège son frère contre la médisance, Allah le protégera du Feu.\n(Rapporté par At-Tirmidhi – sens).",

"Le musulman est le frère du musulman : il ne l’opprime pas, ne l’abandonne pas et ne le méprise pas.\n(Rapporté par Mouslim).",

"Les gens les plus aimés d’Allah sont ceux qui sont les plus utiles aux gens.\n(Rapporté par At-Tabarânî).",

"La meilleure des actions est d’apporter de la joie dans le cœur d’un musulman.\n(Rapporté par At-Tabarani).",

"Celui qui s’efforce de subvenir aux besoins de la veuve et du pauvre est comme celui qui prie la nuit et jeûne le jour.\n(Rapporté par Al-Boukhari et Mouslim).",

"Aidez-vous mutuellement dans la piété et la bienfaisance.\n(Sens conforme au Coran – utilisé comme rappel spirituel).",

"Nul n’a jamais mangé une meilleure nourriture que celle gagnée par le travail de sa main.\n(Rapporté par Al-Boukhari).",

"Allah aime le serviteur qui a un métier.\n(Rapporté par At-Tabarani).",

"Chercher ce qui est licite est une obligation après les obligations.\n(Rapporté par At-Tabarani – sens).",

"Le meilleur des gains est celui obtenu par le travail de ses mains et par une vente loyale.\n(Rapporté par Ahmad – sens).",

"Qu’Allah fasse miséricorde à l’homme indulgent lorsqu’il vend, lorsqu’il achète et lorsqu’il réclame sa dette.\n(Rapporté par Al-Boukhari).",

"Le commerçant honnête et digne de confiance sera avec les prophètes, les véridiques et les martyrs.\n(Rapporté par At-Tirmidhi).",

"La tromperie ne fait pas partie de nous.\n(Rapporté par Mouslim).",

"Celui qui nous trompe n’est pas des nôtres.\n(Rapporté par Mouslim).",

"Malheur au fraudeur.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Il n’y a pas de foi pour celui qui n’est pas digne de confiance, et pas de religion pour celui qui ne respecte pas ses engagements.\n(Rapporté par Ahmad et Al-Bayhaqi).",

"Donnez au travailleur son salaire avant que sa sueur ne sèche.\n(Rapporté par Ibn Mâjah).",

"Le musulman doit respecter ses engagements.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Celui qui s’efforce de subvenir aux besoins de sa famille est comme celui qui combat dans le sentier d’Allah.\n(Rapporté par At-Tabarani – sens).",

"Le dinar le plus récompensé est celui dépensé pour sa famille.\n(Rapporté par Mouslim).",

"Toute dépense faite pour ta famille, en recherchant la Face d’Allah, te sera récompensée.\n(Rapporté par Al-Boukhari et Mouslim).",

"La richesse ne réside pas dans l’abondance de biens, mais dans la richesse de l’âme.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui se montre satisfait de ce qu’Allah lui a accordé est le plus riche des gens.\n(Rapporté par At-Tirmidhi – sens).",

"L’honnêteté mène au bien, et le bien mène au Paradis.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le mensonge mène à la perversité, et la perversité mène au Feu.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui contracte une dette avec l’intention de la rembourser, Allah l’aidera à la rembourser.\n(Rapporté par Al-Boukhari).",

"Celui qui contracte une dette avec l’intention de ne pas la rembourser, Allah le ruinera.\n(Rapporté par Al-Boukhari).",

"Le meilleur d’entre vous est celui qui s’acquitte le mieux de ses dettes.\n(Rapporté par Al-Boukhari).",

"Celui qui allège la peine d’un débiteur en difficulté, Allah allègera sa peine ici-bas et dans l’au-delà.\n(Rapporté par Mouslim).",

"L’avarice a détruit ceux qui étaient avant vous.\n(Rapporté par Mouslim).",

"La charité n’a jamais diminué une richesse.\n(Rapporté par Mouslim).",

"La main qui donne est meilleure que la main qui reçoit.\n(Rapporté par Al-Boukhari et Mouslim).",

"Cherchez la subsistance avec dignité et confiance en Allah.\n(Rapporté par At-Tirmidhi – sens).",

"Fais ce qui te profite, cherche l’aide d’Allah et ne faiblis pas.\n(Rapporté par Mouslim).",

"Allah aime, lorsqu’un de vous accomplit un travail, qu’il le fasse avec excellence.\n(Rapporté par Al-Bayhaqi – sens).",

"Celui qui se fatigue dans la recherche du licite est comme un combattant dans le sentier d’Allah.\n(Rapporté par At-Tabarani).",

"Craignez Allah dans vos biens et vos transactions.\n(Sens conforme aux enseignements prophétiques).",

"Le croyant est étonnant : toute affaire est un bien pour lui… s’il est touché par un mal, il patiente et c’est un bien pour lui.\n(Rapporté par Mouslim).",

"Aucun mal n’atteint le musulman – fatigue, maladie, chagrin, peine, même une piqûre d’épine – sans qu’Allah n’efface par cela une partie de ses péchés.\n(Rapporté par Al-Boukhari et Mouslim).",

"La patience est une lumière.\n(Rapporté par Mouslim).",

"Quiconque patiente, Allah lui accorde la patience ; et nul n’a reçu de don meilleur et plus vaste que la patience.\n(Rapporté par Al-Boukhari et Mouslim).",

"La récompense est proportionnelle à l’épreuve, et lorsque Allah aime un peuple, Il l’éprouve.\n(Rapporté par At-Tirmidhi).",

"Lorsque Allah veut du bien à quelqu’un, Il l’éprouve.\n(Rapporté par Al-Boukhari).",

"Le croyant, par son bon caractère, atteint le rang de celui qui jeûne le jour et prie la nuit.\n(Rapporté par Abou Dâwoud).",

"Allah n’impose à aucune âme une charge supérieure à sa capacité.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui se confie à Allah, Allah lui suffit.\n(Sens conforme au Coran – rappel spirituel).",

"Le serviteur est le plus proche de son Seigneur lorsqu’il est en prosternation ; multipliez donc les invocations.\n(Rapporté par Mouslim).",

"Les plus durement éprouvés sont les prophètes, puis les plus vertueux, puis ceux qui leur ressemblent.\n(Rapporté par At-Tirmidhi).",

"Le croyant qui se mêle aux gens et patiente face à leurs torts est meilleur que celui qui ne se mêle pas aux gens et ne patiente pas.\n(Rapporté par Ibn Mâjah).",

"Celui qui réprime sa colère alors qu’il peut la satisfaire, Allah l’honorera au Jour de la Résurrection.\n(Rapporté par At-Tirmidhi).",

"Allah est avec les patients.\n(Sens conforme au Coran – rappel spirituel).",

"La patience lors du premier choc est la véritable patience.\n(Rapporté par Al-Boukhari et Mouslim).",

"Ne souhaite pas la mort à cause d’une épreuve ; dis plutôt : \"Ô Allah, fais que la vie soit un bien pour moi et la mort un repos pour moi.\"\n(Rapporté par Al-Boukhari et Mouslim).",

"Allah dit :\"Je suis tel que Mon serviteur pense de Moi.\"\n(Rapporté par Al-Boukhari et Mouslim – Hadith Qudsi).",

"Celui qui est éprouvé et remercie Allah est récompensé.\n(Sens rapporté).",

"Le croyant qui est frappé par une maladie et patiente verra ses péchés effacés.\n(Rapporté par Mouslim – sens).",

"Avec la difficulté vient certes la facilité.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui endure patiemment l’injustice sans transgresser sera élevé en degré.\n(Sens conforme aux enseignements prophétiques).",

"Le fort n’est pas celui qui terrasse les autres, mais celui qui se maîtrise lorsqu’il est en colère.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui s’en remet à Allah, Il lui accorde une issue et une subsistance d’où il ne s’y attend pas.\n(Sens conforme au Coran – rappel spirituel).",

"La tristesse, la fatigue et l’épreuve effacent les péchés du croyant lorsqu’il patiente.\n(Rapporté par Mouslim – sens).",

"Celui qui patiente et pardonne, voilà une conduite exemplaire.\n(Sens conforme au Coran – rappel spirituel).",

"Le croyant ne cesse d’être éprouvé dans sa personne, ses biens et ses enfants, jusqu’à rencontrer Allah sans péché.\n(Rapporté par At-Tirmidhi).",

"L’invocation du croyant n’est jamais perdue : soit elle est exaucée, soit un mal équivalent lui est écarté.\n(Rapporté par Ahmad – sens).",

"Celui qui invoque Allah dans l’aisance, Allah se souviendra de lui dans la difficulté.\n(Rapporté par At-Tirmidhi).",

"La patience est à la foi ce que la tête est au corps.\n(Sens rapporté par les savants).",

"Annonce la bonne nouvelle aux patients : ils auront une récompense sans mesure.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui ne remercie pas les gens ne remercie pas Allah.\n(Rapporté par Abou Dâwoud).",

"Allah aime voir l’effet de Ses bienfaits sur Son serviteur.\n(Rapporté par At-Tirmidhi).",

"Il y a deux bienfaits que beaucoup de gens négligent : la santé et le temps libre.\n(Rapporté par Al-Boukhari).",

"Le croyant est étonnant : toute affaire est un bien pour lui ; s’il reçoit un bien, il remercie et c’est un bien pour lui.\n(Rapporté par Mouslim).",

"Allah est satisfait du serviteur qui mange puis Le remercie, et qui boit puis Le remercie.\n(Rapporté par Mouslim).",

"Celui qui mange et remercie est comparable à celui qui jeûne et patiente.\n(Rapporté par At-Tirmidhi).",

"Regardez ceux qui sont en dessous de vous et ne regardez pas ceux qui sont au-dessus, afin de ne pas mépriser les bienfaits d’Allah.\n(Rapporté par Mouslim).",

"Quiconque se contente de ce qu’Allah lui a donné est le plus riche des gens.\n(Rapporté par At-Tirmidhi – sens).",

"La richesse ne réside pas dans l’abondance de biens, mais dans la richesse de l’âme.\n(Rapporté par Al-Boukhari et Mouslim).",

"Souviens-toi d’Allah dans l’aisance, Il se souviendra de toi dans la difficulté.\n(Rapporté par At-Tirmidhi).",

"Ô fils d’Adam, dépense (pour le bien) et Je dépenserai pour toi.\n(Rapporté par Al-Boukhari et Mouslim – Hadith Qudsi).",

"La charité n’a jamais diminué une richesse.\n(Rapporté par Mouslim).",

"Celui qui remercie pour le peu recevra davantage.\n(Sens conforme au Coran – rappel spirituel).",

"Allah augmente Ses bienfaits pour celui qui remercie.\n(Sens conforme au Coran – rappel spirituel).",

"Dire \"Al-hamdulillâh\" remplit la balance.\n(Rapporté par Mouslim – sens).",

"Les paroles les plus aimées d’Allah sont : \"SubhânAllâh\", \"Al-hamdulillâh\", \"Lâ ilâha illa Allah\" et \"Allâhu Akbar\".\n(Rapporté par Mouslim).",

"Deux paroles sont légères sur la langue, lourdes dans la balance et aimées du Tout-Miséricordieux : \"SubhânAllâh wa bihamdih\", \"SubhânAllâh al-‘Azîm\".\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui se lève le matin en sécurité chez lui, en bonne santé et ayant de quoi manger pour la journée, c’est comme si le monde entier lui avait été accordé.\n(Rapporté par At-Tirmidhi).",

"La meilleure aumône est celle donnée alors que tu es en bonne santé, espérant la richesse et craignant la pauvreté.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui se montre reconnaissant envers Allah pour un bien, Allah le préservera.\n(Sens rapporté).",

"Allah accorde les bienfaits pour éprouver la reconnaissance de Ses serviteurs.\n(Sens conforme aux enseignements).",

"La gratitude envers Allah est une cause de tranquillité du cœur.\n(Sens conforme aux enseignements).",

"Celui qui reconnaît les bienfaits d’Allah par la parole et l’acte est véritablement reconnaissant.\n(Sens rapporté).",

"La meilleure invocation est : \"Al-hamdulillâh\".\n(Rapporté par Ibn Mâjah – sens).",

"Celui qui remercie Allah dans l’abondance sera patient dans l’épreuve.\n(Sens rapporté).",

"Allah aime le serviteur reconnaissant.\n(Sens rapporté).",

"Rappeler les bienfaits d’Allah renforce la foi.\n(Sens conforme aux enseignements).",

"Le croyant remercie Allah dans l’aisance et patiente dans l’épreuve.\n(Sens rapporté).",

"Celui qui se satisfait de ce qu’Allah lui a accordé vit dans l’apaisement.\n(Sens rapporté).",

"Remercier Allah pour les petites choses ouvre la porte aux grands bienfaits.\n(Sens rapporté).",

"Multipliez la reconnaissance, car elle attire la bénédiction.\n(Sens conforme aux enseignements).",

"La meilleure adoration est l’invocation.\n(Rapporté par Al-Hakim – sens reconnu).",

"L’invocation est l’essence de l’adoration.\n(Rapporté par At-Tirmidhi).",

"Votre Seigneur est Pudique et Généreux ; Il a honte de repousser les mains de Son serviteur lorsqu’il L’invoque.\n(Rapporté par Abou Dâwoud et At-Tirmidhi).",

"Allah est plus proche de Son serviteur que sa veine jugulaire.\n(Sens conforme au Coran – rappel spirituel).",

"Le serviteur est le plus proche de son Seigneur lorsqu’il est en prosternation ; multipliez donc les invocations.\n(Rapporté par Mouslim).",

"Invoquez Allah avec certitude d’être exaucés.\n(Rapporté par At-Tirmidhi).",

"L’invocation du musulman pour son frère en son absence est exaucée.\n(Rapporté par Mouslim).",

"Rien ne repousse le destin si ce n’est l’invocation.\n(Rapporté par At-Tirmidhi – sens).",

"Celui qui invoque Allah sans commettre de péché ni rompre les liens de parenté verra son invocation exaucée.\n(Rapporté par Ahmad – sens).",

"Allah dit : \"Je suis tel que Mon serviteur pense de Moi.\"\n(Rapporté par Al-Boukhari et Mouslim – Hadith Qudsi).",

"Multipliez le rappel d’Allah jusqu’à ce que l’on dise de vous : \"Il est fou.\"\n(Rapporté par Ahmad – sens).",

"Le rappel d’Allah est plus grand que toute autre chose.\n(Sens conforme au Coran – rappel spirituel).",

"La différence entre celui qui se souvient d’Allah et celui qui ne s’en souvient pas est comme celle entre le vivant et le mort.\n(Rapporté par Al-Boukhari).",

"Les maisons dans lesquelles Allah est rappelé sont vivantes, et celles où Il n’est pas rappelé sont mortes.\n(Rapporté par Mouslim – sens).",

"Deux paroles sont légères sur la langue, lourdes dans la balance et aimées du Tout-Miséricordieux : \"SubhânAllâh wa bihamdih\" et \"SubhânAllâh al-‘Azîm\".\n(Rapporté par Al-Boukhari et Mouslim).",

"Dire \"SubhânAllâh\" et \"Al-hamdulillâh\" remplit ce qui est entre les cieux et la terre.\n(Rapporté par Mouslim).",

"La parole \"Lâ ilâha illa Allah\" est la meilleure invocation.\n(Rapporté par At-Tirmidhi – sens).",

"Celui qui dit \"SubhânAllâh wa bihamdih\" cent fois par jour verra ses péchés effacés même s’ils sont comme l’écume de la mer.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui se souvient d’Allah en lui-même, Allah se souvient de lui en Lui-même.\n(Rapporté par Al-Boukhari et Mouslim – Hadith Qudsi).",

"Le dhikr est une protection contre Satan.\n(Sens rapporté).",

"Le rappel d’Allah apaise les cœurs.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui s’assoit dans une assemblée sans y rappeler Allah aura une perte le Jour de la Résurrection.\n(Rapporté par At-Tirmidhi).",

"L’invocation du croyant n’est jamais perdue : soit elle est exaucée, soit un mal équivalent lui est écarté.\n(Rapporté par Ahmad – sens).",

"Allah aime que Son serviteur Lui demande.\n(Rapporté par At-Tirmidhi – sens).",

"Celui qui invoque Allah dans l’aisance, Allah se souviendra de lui dans la difficulté.\n(Rapporté par At-Tirmidhi).",

"Dire \"Astaghfirullâh\" ouvre les portes de la miséricorde.\n(Sens conforme aux enseignements).",

"Celui qui multiplie la demande de pardon, Allah lui accorde une issue à toute difficulté.\n(Rapporté par Abou Dâwoud).",

"Le rappel d’Allah est une lumière pour le cœur.\n(Sens rapporté).",

"Les gens du Paradis regretteront seulement les moments où ils n’ont pas évoqué Allah.\n(Rapporté par At-Tabarani – sens).",

"Le meilleur rappel est celui qui est constant, même s’il est peu.\n(Sens conforme aux enseignements).",

"Multipliez le rappel d’Allah, car il purifie les cœurs.\n(Sens conforme aux enseignements).",

"Craignez l’injustice, car l’injustice sera des ténèbres au Jour de la Résurrection.\n(Rapporté par Mouslim).",

"Les équitables seront auprès d’Allah sur des estrades de lumière.\n(Rapporté par Mouslim).",

"Le musulman est celui dont les gens sont à l’abri de sa langue et de sa main.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui tue une personne sous protection n’entrera pas au Paradis.\n(Rapporté par Al-Boukhari).",

"Ne vous enviez pas, ne vous détestez pas, ne vous tournez pas le dos. Soyez des frères.\n(Rapporté par Al-Boukhari et Mouslim).",

"La paix est meilleure.\n(Sens conforme au Coran – rappel spirituel).",

"Le Prophète ﷺ n’a jamais eu le choix entre deux choses sans choisir la plus facile tant qu’elle n’était pas un péché.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui ne fait pas miséricorde aux gens ne recevra pas la miséricorde d’Allah.\n(Rapporté par Mouslim).",

"Aidez votre frère qu’il soit injuste ou injustement traité. Ils dirent : \"Comment l’aider s’il est injuste ?\" Il répondit : \"En l’empêchant d’être injuste.\"\n(Rapporté par Al-Boukhari).",

"Le croyant est pacifique et conciliant.\n(Sens rapporté).",

"La justice est une aumône.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Celui qui soulage un tort en ce monde sera soulagé dans l’au-delà.\n(Rapporté par Mouslim – sens).",

"L’oppression est interdite entre vous.\n(Rapporté par Mouslim – Hadith Qudsi).",

"Les plus aimés d’Allah sont ceux qui sont les plus justes envers leurs proches.\n(Sens rapporté).",

"Évitez le soupçon, car le soupçon est la parole la plus mensongère.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui sème la discorde n’est pas des nôtres.\n(Sens rapporté).",

"Le croyant est une source de paix pour les autres.\n(Sens rapporté).",

"Celui qui apaise un conflit est meilleur que beaucoup d’actes surérogatoires.\n(Sens conforme aux enseignements).",

"La réconciliation entre les gens est une aumône.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Le sang, les biens et l’honneur du musulman sont inviolables.\n(Rapporté par Mouslim).",

"Allah aime ceux qui agissent avec équité.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui se montre juste même contre lui-même sera élevé en degré.\n(Sens rapporté).",

"La paix commence par le salut.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Répandez le salâm entre vous.\n(Rapporté par Mouslim).",

"Le meilleur des musulmans est celui de qui les autres sont en sécurité.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui éteint une discorde éteint un feu.\n(Sens rapporté).",

"La justice mène au Paradis.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Ne portez pas atteinte à l’honneur des gens.\n(Rapporté par At-Tirmidhi – sens).",

"Celui qui réconcilie deux personnes recevra une grande récompense.\n(Sens conforme aux enseignements).",

"Allah est Paix et Il aime la paix.\n(Sens rapporté).",

"Allah ne regarde ni vos apparences ni vos biens, mais Il regarde vos cœurs et vos œuvres.\n(Rapporté par Mouslim).",

"Certes, dans le corps se trouve un morceau de chair : s’il est sain, tout le corps est sain ; s’il est corrompu, tout le corps est corrompu. C’est le cœur.\n(Rapporté par Al-Boukhari et Mouslim).",

"La pudeur n’apporte que du bien.\n(Rapporté par Mouslim).",

"La propreté fait partie de la foi.\n(Rapporté par Mouslim – sens).",

"Allah est Beau et Il aime la beauté.\n(Rapporté par Mouslim).",

"Celui qui se purifie correctement verra ses péchés quitter son corps.\n(Rapporté par Mouslim – sens).",

"Les actions ne valent que par les intentions.\n(Rapporté par Al-Boukhari et Mouslim).",

"La sincérité mène à la piété, et la piété mène au Paradis.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Allah aime le serviteur pieux, discret et exempt de besoins.\n(Rapporté par Mouslim).",

"Le meilleur d’entre vous est celui qui a le meilleur caractère.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le croyant le plus parfait dans la foi est celui qui a le meilleur comportement.\n(Rapporté par At-Tirmidhi).",

"Celui qui se purifie intérieurement, Allah embellira son extérieur.\n(Sens rapporté).",

"La douceur n’est présente dans une chose que pour l’embellir.\n(Rapporté par Mouslim).",

"Celui qui se montre humble pour Allah, Allah l’élèvera.\n(Rapporté par Mouslim).",

"La sincérité protège des œuvres ostentatoires.\n(Sens rapporté).",

"Celui qui agit pour être vu, Allah le dévoilera.\n(Rapporté par Al-Boukhari et Mouslim – sens).",

"Le croyant n’insulte pas, ne maudit pas et n’est pas vulgaire.\n(Rapporté par At-Tirmidhi).",

"La foi comporte plus de soixante branches, et la pudeur en est une.\n(Rapporté par Al-Boukhari et Mouslim).",

"Le cœur trouve l’apaisement dans le rappel d’Allah.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui purifie son intention verra ses œuvres acceptées.\n(Sens rapporté).",

"Allah accepte uniquement ce qui est pur.\n(Rapporté par Mouslim).",

"Le serviteur qui cache ses bonnes œuvres sera ombragé par Allah.\n(Sens rapporté).",

"Le meilleur des croyants est celui dont le cœur est sain et la langue véridique.\n(Rapporté par Ibn Mâjah – sens).",

"La modestie élève l’homme.\n(Sens rapporté).",

"Celui qui se préserve des choses douteuses protège sa religion et son honneur.\n(Rapporté par Al-Boukhari et Mouslim).",

"La pureté du cœur est la clé d’une foi solide.\n(Sens conforme aux enseignements).",

"Celui qui nettoie son cœur de la rancœur goûtera à la paix.\n(Sens rapporté).",

"La foi s’use dans le cœur comme un vêtement ; renouvelez-la par le rappel d’Allah.\n(Rapporté par Al-Hakim – sens).",

"Le croyant cherche à se corriger avant de corriger les autres.\n(Sens rapporté).",

"Celui qui veille à la pureté de son cœur sera aimé d’Allah.\n(Sens rapporté).",

"La rectitude intérieure se reflète dans les actes.\n(Sens conforme aux enseignements).",

"Souvenez-vous souvent de celle qui met fin aux plaisirs : la mort.\n(Rapporté par At-Tirmidhi).",

"Le monde est une prison pour le croyant et un paradis pour le mécréant.\n(Rapporté par Mouslim).",

"Lorsque le fils d’Adam meurt, ses œuvres cessent sauf trois : une aumône continue, une science bénéfique ou un enfant pieux qui invoque pour lui.\n(Rapporté par Mouslim).",

"Le croyant ne cesse d’être éprouvé dans sa personne, ses biens et ses enfants jusqu’à rencontrer Allah sans péché.\n(Rapporté par At-Tirmidhi).",

"La tombe est soit un jardin parmi les jardins du Paradis, soit une fosse parmi les fosses de l’Enfer.\n(Rapporté par At-Tirmidhi).",

"Le serviteur sera ressuscité selon ce sur quoi il est mort.\n(Rapporté par Mouslim).",

"La vie d’ici-bas n’est qu’une jouissance trompeuse.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui aime rencontrer Allah, Allah aime le rencontrer.\n(Rapporté par Al-Boukhari et Mouslim).",

"Allah accepte le repentir du serviteur tant que son âme n’est pas arrivée à la gorge.\n(Rapporté par At-Tirmidhi).",

"Allah étend Sa main la nuit pour que le pécheur du jour se repente, et Il l’étend le jour pour que le pécheur de la nuit se repente.\n(Rapporté par Mouslim).",

"Allah dit : \"Ô fils d’Adam, tant que tu M’invoques et espères en Moi, Je te pardonne.\"\n(Rapporté par At-Tirmidhi – Hadith Qudsi).",

"Celui qui meurt en attestant qu’il n’y a de divinité qu’Allah entrera au Paradis.\n(Rapporté par Mouslim).",

"La miséricorde d’Allah l’emporte sur Sa colère.\n(Rapporté par Al-Boukhari et Mouslim).",

"Aucun d’entre vous ne doit mourir sans avoir une bonne opinion d’Allah.\n(Rapporté par Mouslim).",

"Le croyant voit dans la mort un repos.\n(Rapporté par Al-Boukhari – sens).",

"L’intelligent est celui qui se rappelle la mort et œuvre pour ce qui vient après.\n(Rapporté par At-Tirmidhi).",

"Le Paradis est plus proche de vous que la lanière de votre sandale, et l’Enfer également.\n(Rapporté par Al-Boukhari).",

"Le Jour de la Résurrection, les pieds du serviteur ne bougeront pas avant qu’il ne soit interrogé sur sa vie.\n(Rapporté par At-Tirmidhi).",

"Allah fera miséricorde à celui qui fait miséricorde aux autres.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui pleure par crainte d’Allah n’entrera pas en Enfer.\n(Rapporté par At-Tirmidhi).",

"L’œuvre la plus aimée d’Allah est celle qui est faite avec constance, même si elle est petite.\n(Rapporté par Al-Boukhari et Mouslim).",

"Celui qui dit : \"Astaghfirullâh\" verra ses soucis dissipés.\n(Rapporté par Abou Dâwoud).",

"Allah pardonne tous les péchés à celui qui revient sincèrement vers Lui.\n(Sens conforme au Coran – rappel spirituel).",

"Le croyant espère la miséricorde d’Allah et craint Son châtiment.\n(Sens conforme aux enseignements).",

"Celui qui prépare sa rencontre avec Allah ne sera pas déçu.\n(Sens rapporté).",

"La mort est un rappel suffisant.\n(Sens rapporté).",

"Le repentir efface ce qui le précède.\n(Rapporté par Mouslim – sens).",

"Allah aime le serviteur qui se repent fréquemment.\n(Sens conforme aux enseignements).",

"Le Paradis est la demeure de la paix.\n(Sens conforme au Coran – rappel spirituel).",

"L’espérance en Allah illumine le cœur même dans l’épreuve.\n(Sens rapporté).",

"Les actions ne valent que par les intentions, et chacun n’aura que ce qu’il a intentionné.\n(Rapporté par Al-Boukhari et Mouslim).",

"L’œuvre la plus aimée d’Allah est celle qui est accomplie avec constance, même si elle est petite.\n(Rapporté par Al-Boukhari et Mouslim).",

"Allah aime le serviteur qui se repent fréquemment et se purifie.\n(Sens conforme aux enseignements).",

"Le repentir efface ce qui le précède.\n(Rapporté par Mouslim – sens).",

"Allah étend Sa main la nuit pour que le pécheur du jour se repente, et Il l’étend le jour pour que le pécheur de la nuit se repente.\n(Rapporté par Mouslim).",

"Celui qui se remet en question aujourd’hui se protégera demain.\n(Sens rapporté).",

"Le croyant est celui qui se corrige avant d’être corrigé.\n(Sens rapporté).",

"L’intelligent est celui qui se remet en question et œuvre pour ce qui vient après la mort.\n(Rapporté par At-Tirmidhi).",

"Fais partie de ceux qui se jugent avant d’être jugés.\n(Sens rapporté).",

"Allah accepte le repentir du serviteur tant que son âme n’est pas arrivée à la gorge.\n(Rapporté par At-Tirmidhi).",

"Celui qui se rapproche d’Allah d’un pas, Allah se rapproche de lui de plusieurs.\n(Rapporté par Al-Boukhari et Mouslim – Hadith Qudsi).",

"Allah dit : \"Ô fils d’Adam, si tes péchés atteignent le ciel et que tu Me demandes pardon, Je te pardonnerai.\"\n(Rapporté par At-Tirmidhi – Hadith Qudsi).",

"Renouvelez votre foi en disant : \"Lâ ilâha illa Allah\".\n(Rapporté par Ahmad).",

"La foi s’use dans le cœur comme un vêtement ; renouvelez-la par le rappel d’Allah.\n(Rapporté par Al-Hakim – sens).",

"Celui qui se purifie intérieurement, Allah embellira son extérieur.\n(Sens rapporté).",

"Allah n’accepte que ce qui est sincère et recherché pour Lui.\n(Rapporté par An-Nasâ’î).",

"Le croyant voit chaque jour comme une occasion de se rapprocher d’Allah.\n(Sens rapporté).",

"Celui qui se lève avec l’intention de faire le bien est déjà récompensé.\n(Sens rapporté).",

"La meilleure œuvre est celle qui rapproche d’Allah et éloigne du péché.\n(Sens conforme aux enseignements).",

"Ne regarde pas la petitesse de l’acte, mais la grandeur de Celui pour qui tu l’accomplis.\n(Sens rapporté par les savants).",

"Celui qui s’améliore chaque jour est gagnant.\n(Sens rapporté).",

"Allah aime la sincérité dans les œuvres.\n(Sens rapporté).",

"Le croyant se repent même de ses négligences.\n(Sens rapporté).",

"Celui qui termine son année en demandant pardon la commencera sous la miséricorde.\n(Sens rapporté).",

"Allah transforme les mauvaises actions en bonnes pour celui qui se repent sincèrement.\n(Sens conforme au Coran – rappel spirituel).",

"Celui qui place Allah au centre de sa vie trouve l’équilibre.\n(Sens rapporté).",

"La sincérité est la clé de toute réussite spirituelle.\n(Sens rapporté).",

"Chaque jour est une nouvelle page : écris-y ce qui te rapprochera d’Allah.\n(Sens rapporté).",

"Celui qui corrige son intention verra ses actes bénis.\n(Sens rapporté).",

"Le croyant termine l’année avec humilité et commence la suivante avec espoir.\n(Sens rapporté).",

"Ô Allah, fais de notre fin la meilleure de nos œuvres.\n(Invocation prophétique – sens rapporté)."

]













